export default {
  prayers: {
    apostlesCreed: 'نؤمن بإله واحد، آب ضابط الكلّ، خالق السماء والأرض، كلّ ما يُرى وما لا يُرى. وبربٍّ واحد يسوع المسيح، ابن الله الوحيد، المولود من الآب قبل كلّ الدهور، إله من إله، نور من نور، إله حقّ من إله حقّ، مولود غير مخلوق، مساوٍ للآب في الجوهر، الذي به كان قبل كلّ شيء. الذي من أجلنا نحن البشر، ومن أجل خلاصنا، نزل من السماء، وتجسّد من الروح القدس، ومن مريم العذراء، وصار إنساناً. وصُلب عنّا على عهد بيلاطس البنطي، تألّم ومات وقُبر وقام في اليوم الثالث، كما جاء في الكتب. وصعد إلى السماء، وجلس عن يمين الله الآب، وأيضاً سيأتي بمجدٍ عظيم، ليدين الأحياء والأموات، الذي لا فناء لملكه. ونؤمن بالروح القدس، الربّ المحيي، المنبثق من الآب والأبن، الذي هو مع الآب والأبن، يُسجد له ويُمجّد، الناطق بالأنبياء والرسل، وبكنيسة واحدة، جامعة، مقدّسة، رسوليّة. ونعترف بمعموديّة واحدة، لمغفرة الخطايا، ونترجّى قيامة الموتى والحياة في الدهر الآتي، آمين.',
    ourFather: 'أبانا الذي في السماوات، ليتقدس إسمك، ليأتِ ملكوتك، لتكن مشيئتك، كما في السماء كذلك على الأرض. أعطنا خبزنا كفاف يومنا، واغفر لنا ذنوبنا وخطايانا، كما نحن نغفر لمن خطىء إلينا. ولا تُدخلنا في التجارب. لكن نجّنا من الشرير. لأن لك الملك والقوة والمجد إلى أبد الآبدين. آمين.',
    hailMary: 'السلام عليك يا مريم، يا ممتلئة نعمة الرب معك. مباركة أنتِ في النساء ومباركة ثمرة بطنك سيدنا يسوع المسيح. يا قديسة مريم، يا والدة الله، صلّي لأجلنا نحن الخطأة، الآن وفي ساعة موتنا. آمين.',
    gloryBe: 'المجد للآب والأبن والروح القدس – كما كان في البدء والآن وعلى الدوام وإلى دهر الداهرين، آمين.',
    fatimaPrayer: 'يا يسوع الحبيب، اغفر لنا خطايانا، نجّنا من نار جهنّم، وخذ إلى السماء جميع النفوس، خصوصاً، تلك التي هي بأكثر حاجة إلى رحتمك، آمين.',
  },

  mysteries: {
    annunciation: 'البشارة',
    visitation: 'الزيارة',
    nativity: 'الميلاد',
    presentation: 'تقدمة يسوع إلى الهيكل',
    findingInTemple: 'وجود يسوع في الهيكل',

    baptism: 'عماد يسوع في الأردن',
    weddingAtCana: 'عرس قانا الجليل',
    proclaimingKingdom: 'إعلان ملكوت الله',
    transfiguration: 'التجلي على الجبل',
    institutionEucharist: 'تأسيس سر الإفخارستيا',

    agonyInGarden: 'الصلاة في بستان الزيتون',
    scourgingAtPillar: 'الجلد بالسياط',
    crowningWithThorns: 'إكليل الشوك',
    carryingCross: 'حمل الصليب',
    crucifixion: 'الصلب والموت على الصليب',

    resurrection: 'القيامة',
    ascension: 'الصعود',
    descentHolySpirit: 'حلول الروح القدس',
    assumption: 'الإنتقال',
    coronation: 'تكليل العذراء'
  },
}
